{
  "error":{
    "login":"Deine E-MAIL oder PASSWORT ist nicht korrekt.",
    "friendYourself": "Du kannst nicht mit Dir selbst befreundet sein.",
    "friendAlready": "Du bist bereits mit dieser Person befreundet",
    "friendNotFound": "Es wurde niemand gefunden...",
    "profilePicture": "Das Profilbild konnte nicht geändert werden.",
    "changeUsername": "Der Benutzername konnte nicht geändert werden.",
    "usernameAssigned": "Dieser Benutzername ist bereits vergeben.",
    "emailAssigned": "Diese E-Mail ist bereits vergeben.",
    "incompleteError": "Bitte überprüfe Deine Angaben auf Vollständigkeit.",
    "internalError": "Ein Fehler ist aufgetreten. Bitte lade die Seite erneut." ,
    "deleteUser": "Dein Account konnte nicht gelöscht werden.",
    "invalidMimetype": "Dieser Dateityp ist nicht erlaubt.",
    "sameUsername": "Diesen Benutzernamen hast du schon.",
    "passwordIncorrect": "Dein altes Passwort ist nicht korrekt.",
    "deleteAllPictures": "Deine Bilder konnten nicht gelöscht werden."
  },
  "success":{
    "register": "Deine Registrierung war erfolgreich.",
    "photoUpload": "Dein Bild wurde erfolgreich hochgeladen.",
    "profilePictureUpdated": "Dein Profilbild wurde erfolgreich geändert.",
    "usernameUpdated": "Dein Benutzername wurde erfolgreich geändert.",
    "passwordUpdated": "Dein Passwort wurde erfolgreich geändert.",
    "deleteAllPictures": "Alle Deine Photos wurden erfolgreich gelöscht.",
    "deleteUser": "Dein Account wurde erfolgreich gelöscht."
  },
  "pages":{
    "friends": "Freunde",
    "photos": "Meine Fotos",
    "settings":"Einstellungen",
    "overview": "Alle Photowalks",
    "details": "Photowalk"
  },
  "labels": {
    "submit": "Senden",
    "username": "Benutzername",
    "register": "REGISTRIEREN",
    "login": "EINLOGGEN",
    "logout": "AUSLOGGEN",
    "exploring": "starte Erkundung",
    "close": "Schließen",
    "password": "Passwort"
  },
  "loginDialog":{
    "forgotPassword": "Passwort vergessen?",
    "alreadyRegistered": "Du hast schon einen Account?",
    "notRegistered": "Du hast noch keinen Account?"
  },
  "photoUpload": {
    "selectChallengeId": "Bitte wähle eine Challenge aus"
  },
  "settings": {
    "currentUsername": "Dein Benutzername: ",
    "changeUsername": "Hier kannst Du Deinen Benutzernamen ändern:",
    "changePassword":"Hier kannst Du Dein Passwort ändern:",
    "oldPassword": "altes Passwort",
    "newPassword": "neues Passwort",
    "changeProfilePicture": "Hier kannst Du Dein Profilbild ändern:",
    "deleteQuestion": "Deinen Account löschen?",
    "deleteAccount": "Löschen",
    "deleteSure": "Bist Du Dir sicher, dass Du Deinen Account endgültig löschen möchtest?",
    "deleteHint" : "Das Löschen Deines Accounts kann nicht rückgängig gemacht werden! Alle Daten und Bilder werden endgültig gelöscht.",
    "deleteYes": "Löschen",
    "deleteNo": "Abbrechen",
    "profile": "Profil",
    "advice": "Maximale Bildgröße: 50MB. <br>Wir empfehlen ein quadratisches Bildformat.",
    "profilePicture": "Profilbild"
  },
  "friends": {
    "myFriends": "Meine Freunde",
    "acceptedFriends":"Akzeptierte Freundschaften",
    "pendingFriends": "Ausstehende Freundschaften",
    "searchHint": "Suche nach neuen Freunden!"
  },
  "photos":  {
    "myPhotos": "Meine Photos",
    "descriptionMyPhotos": "Hier kannst Du Dir alle Photos ansehen, die Du zu den Challenges der Photowalks hochgeladen hast.<br> Bilder, die Deinen Freunden besonders gut gefallen, haben viele Herzen.",
    "friendsPhotos": "Photos meiner Freunde",
    "descriptionFriendsPhotos":
      "Hier kannst Du Dir alle Fotos ansehen, die Deine Freunde zu den Challenges der Photowalks hochgeladen haben.<br> Erkennst Du einige der Motive wieder? Gefällt Dir ein Bild besonders gut, dann zeige es Deinen Freunden, indem du auf das Herz klickst.",
    "walk1": "Kreise ziehen im Park",
    "walk2": "Bei Wind und Wellen",
    "walk3": "Alster Rundfahrt",
    "description1": "Dieser PhotoWalk führt Dich einmal durch das grüne Herz von Hamburg. Der 1914 eröffnete Park ist für viele in Hamburg Lebende der beste Ort zum gemeinsamen Grillen oder ideal für einen Sonntagsspaziergang. Dieser PhotoWalk führt Dich an einigen der 23 Kunstwerke vorbei, die im Park zu finden sind. Kannst Du mit Hilfe der Statuen die Photochallenges bewältigen? Neben den Statuen wird Dir auf diesem Spaziergang auch eins von Hamburgs bekanntesten Gebäuden begegnen: Der 1930 zum Planetarium umgebaute Wasserturm. Dieser PhotoWalk beginnt und endet in sehr kurzer Laufreichweite zur Hamburger U-Bahn. Wir empfehlen aus Richtung der U-Bahn Saarlandstraße zu beginnen und den Spaziergang nahe der U-Bahn Borgweg abzuschließen.",
    "description2": "Die Hafencity ist Hamburgs neuester Stadtteil, trägt aber auch sehr viel Tradition und Geschichte mit sich. Auf diesem Walk kannst Du viele der Facetten erleben, die Hamburg unserer Meinung nach zu der schönsten Stadt im Norden machen: Die Nähe zum Wasser, der frische Wind, der einem auch bei Hamburger Schietwetter erfrischend um die Nase weht, das UNESCO-Welterbe die Speicherstadt und innovative, moderne Architektur mit viel Glas. Lass Dich von diesem PhotoWalk von den Elbbrücken zur Elbphilharmonie führen. Versuche doch mal einmal im Monat auf diesen Walk zu gehen und lasse Dich von der Entwicklung und Veränderung dieses Stadtteils überraschen. Vielleicht kannst Du ja mit Deinen Fotos die Entwicklung einer neuen Konstruktion festhalten.",
    "description3": "Dieser kurze PhotoWalk führt Dich einmal um die Binnenalster in der Hamburger Innenstadt. Die Binnenalster hat eine Fläche von etwa 18 Hektar und ist der kleinere, südliche Teil des Alstersees. Die weißen Fassaden und kupfergedeckten Dächer der Gebäude, bieten Dir ein ganz besonderes Panorama. Besonders in den frühen Abendstunden kannst Du hier ein paar einzigartige Aufnahmen machen. Das Areal an der Hamburger Binnenalster wird nicht ohne Grund auch die »Gute Stube Hamburgs« genannt. Gehe doch vielleicht einmal zu verschiedenen Tageszeiten auf diesen PhotoWalk und schaue, wie Du die Challenges auf unterschiedliche Arten lösen kannst. Dieser PhotoWalk führt Dich außerdem direkt zum Eingang von Planten un Blomen, falls Du Deinen Spaziergang in Hamburgs bekanntester Parkanlage fortsetzen möchtest.",
    "length": "Dauer: ",
    "minutes": " Minuten"
  },
  "photowalks": {
    "chooseWalk" : "Wähle einen Photowalk aus",
    "startWalk": "Walk starten"
  },
  "welcome": {
    "welcomePhrase": "Willkommen bei Photowalk",
    "lastPhotowalk": "Das war Dein letzter Photowalk",
    "tutorial": "Wie funktioniert das mit dem Photowalk?",
    "navigate":"Gehe auf einen Photowalk",
    "step1":"Moin! Schön, dass Du PhotoWalk ausprobieren möchtest. Mit dieser Anleitung möchten wir Dir einen kleinen Überblick geben. Wenn Du gleich loslegen möchtest, dann klicke einfach auf den “GEHE AUF EINEN PHOTOWALK” Button, oder orientiere Dich erst einmal, indem Du die Navigation über das Menü oben links mit den 3 Strichen aufrufst. Über dieses Menü kannst Du in alle Bereiche der PhotoWalk Seite gelangen. Auf “Alle PhotoWalks” kannst Du einen der 3 PhotoWalks auswählen, “Meine Fotos” zeigt Dir alle Deine hochgeladenen Fotos und die Fotos aus Deinem Freundeskreis. Eine Übersicht über Deinen Freundeskreis auf PhotoWalk findest Du beim Menüpunkt “Freunde”. Solltest Du Dein Profilbild, Deinen Benutzernamen oder Dein Passwort ändern wollen, dann kannst Du das ganz einfach in den Einstellungen tun. Dort kannst Du auch Deinen Account löschen, wenn Du PhotoWalk nicht mehr nutzen möchtest.",
    "step2":"Klickst Du auf den “GEHE AUF EINEN PHOTOWALK” Button, oder “Alle PhotoWalks” in der Navigation, so gelangst Du auf diese Seite mit einer Übersicht aller PhotoWalks. Hier kannst Du einen von 3 PhotoWalks wählen, indem Du einfach auf die entsprechende Karte klickst. Bei einem bereits bearbeiteten PhotoWalk wird die Karte mit pinken Markierungen angezeigt, nicht bearbeitete PhotoWalks erscheinen grau.",
    "step3":"Wenn Du einen PhotoWalk ausgewählt hast, bekommst Du eine genauere Beschreibung des Walks angezeigt. Hier wird Dir die Karte mit dem genauen Pfad des PhotoWalks und eine Auflistung der von uns gestellten Challenges angezeigt. Wenn Du vor Ort angekommen und bereit bist, mit Deinem PhotoWalk zu beginnen, dann klicke einfach auf “WALK STARTEN”. Damit wird Dir während des Spaziergangs immer Deine aktuelle Position auf der Karte angezeigt.",
    "step4":"Etwas weiter unten auf derselben Seite befindet sich ein Feld, über das Du Deine Fotos zu den jeweiligen Challenges hochladen und mit Deinem PhotoWalk Freundeskreis teilen kannst. Die Challenges kannst Du hierbei entweder direkt an der markierten Stelle bewältigen, oder die Challenge eher als Herausforderungen für die Streckenabschnitte zwischen den Markern sehen. Mit welcher Challenge Du startest, ist hierbei ganz Dir überlassen. Bewältige den PhotoWalk so, wie es Dir den meisten Spaß bringt.",
    "step5":"Gemeinsam auf PhotoWalks zu gehen, macht am meisten Spaß. Damit Du Deine Bilder mit anderen Personen teilen kannst, auch wenn Du nur allein mit Deiner Kamera spazieren gehst, kannst Du unter “Meine Freunde” Personen aus Deinem Freundeskreis finden und zu Deiner Freundesliste hinzufügen. Frage die Personen in Deinem Freundeskreis einfach nach ihren Benutzernamen und suche sie hier in dem dafür vorgesehenen Feld. Dann kannst Du ihnen eine Freundschaftsanfrage senden, die sie dann akzeptieren können. Und schon seid Ihr befreundet und könnt Eure PhotoWalk Ergebnisse teilen.",
    "step6":"Auf der “Meine Fotos” Seite kannst Du Dir gesammelt alle Bilder, die Du zu allen PhotoWalks hochgeladen hast, angucken. Hier werden Dir außerdem alle Bilder Deiner Freunde angezeigt. Bilder, die Du besonders gerne magst, kannst Du hier mit einem Herz bewerten. So könnt Ihr euch gegenseitig anspornen noch schönere Aufnahmen zu machen."
  },
  "mobileView": {
    "mapTab": "Karte",
    "challengesTab": "Challenges & Info",
    "photosTab": "Photos"
  },
  "landing": {
    "headline":"Lust auf einen Spaziergang?",
    "pitchText": "Mit PhotoWalk ist das selbst in schwierigen Zeiten mit Social Distancing kein Problem! Gehe auf einen von 3 kuratierten Spaziergängen in der schönsten Stadt des Nordens. Nimm Deine Kamera mit, lichte ein paar tolle Motive ab und messe Dich in Photochallenges mit deinem Freundeskreis. Wie interpretiert Dein Freundeskreis die von uns gestellten Challenges? Was kannst Du Neues auf Deinem Spaziergang entdecken?",
    "pitchQuestions": "Hättest Du Lust mal wieder an die frische Luft zu gehen, findest alleine spazieren gehen aber langweilig? Würdest Du gerne mal wieder mit Deinem Freundeskreis zusammen eine Fotorally starten und schauen, wer die ausgefallensten Fotos macht?",
    "pitchCommand": "Jetzt registrieren und herausfinden."
  }
}